[
 {
   "Timestamp": "7/29/2021 18:00:32",
   "Names": "Kevin, Medha, Larry, Erika",
   "Group": 6,
   "Order": 1,
   "Time": "10:00 – 10:15",
   "TF": "Norman Chen",
   "Title": "Towards a Cleaner Planet: An Analysis of International Air Pollution and its Factors",
   "Abstract": "Air is free, but should not be taken for granted. An estimated 91% of people do not have access to clean air and are not meeting the World Health Organization’s (WHO) air quality guidelines. This is a warning of what is to come if humans continue to rely on hydrocarbon fuels and unsustainable production methods. Poor air quality is leaving a gash on society, causing 8 million people to prematurely succumb to heart disease, pneumonia, diabetes, and cancer each year. Governments and regulatory bodies must find what causes significant air pollution across society in order to take appropriate action to combat this issue. Without a more insightful understanding of the factors affecting air pollution, these organizations cannot take the most effective action to improve air quality. The goal of our study is to use various statistical analyses and computational techniques to investigate which factors have the most profound impact on air pollution. We will use Exploratory Data Analysis, LASSO, Multiple Linear Regression, and Backwards Selection to find a model for air pollution. We hope that our findings can aid leaders in making a renewed battle plan against pollution. Our inspiration for this study came from our passion for the issue of environmental destruction and degradation, as air pollution has a large role to play in this issue."
 },
 {
   "Timestamp": "7/29/2021 21:02:07",
   "Names": "Elly, Michelle, Linda, Jonah, Garvit",
   "Group": 14,
   "Order": 2,
   "Time": "10:15 – 10:30",
   "TF": "Shannon Laub",
   "Title": "Analyzing Potential Predictors of a Country's Happiness",
   "Abstract": "The goal of this project is to utilize measurements from several socioeconomic, political, and health factors to illustrate the correlation between each one and the happiness score while also studying the distribution of these numbers between nations. These factors include GDP per capita, life expectancy, COVID-19 cases, the Global Peace Index, etc. Using these variables, we created a variety of graphs - box plots and histograms displayed distributions of certain pieces of data among the countries, scatter plots demonstrated the correlation between happiness and a few of the obtained statistics, and a heat map illustrated the happiness ratings across the world. We also used the LASSO, backwards selection, and random forest models to find the factors with the most significant relationship to happiness. Based on the most accurate ones (LASSO and backwards selection with a mean squared error of 1.80038), we found that GNI per capita (Gross National Income averaged out to find the salary of each citizen), life expectancy, freedom, and social support were the most impactful. As a result of these strong correlations, we can predict the happiness and thus the need for expanded mental health services in each country using any of these statistics."
 },
 {
   "Timestamp": "",
   "Names": "Nathan, Christiana, Ella, Abhay, Ramya, Felix",
   "Group": 7,
   "Order": 3,
   "Time": "10:30 – 10:45 ",
   "TF": "",
   "Title": "pH Analysis: Delaware River",
   "Abstract": "Recent yet continuous pollution has contributed to a multitude of toxic effects to bodies of water around the globe, with acidity being one of the most prevalent factors to be affected. In the past, research has shown that highly acidic water can cause plenty of fatal health issues to humans, especially children. Furthermore, this very water is also capable of corroding pipes, due to its low pH, causing them to dissolve over time, which in turn causes leaks and more metal in our drinking supply. In an attempt to associate such detrimental water levels with the persistent looming of destructive climate change, we explore their relationship through this research. With the obvious main variable being pH to accurately measure the acidic levels in the water, we also observe temperature, gage height, conductance, discharge, dissolved oxygen, and finally time. Using the methods of backwards selection and ANOVA to narrow down and deduce the most significant variables for observation, and linear regression to predict potential pH levels in the future, we find that the majority of variables have a positive linear correlation with pH values and predict their continuous increase. To evaluate the accuracy of our model to describe the actual pH level of the Delaware River as a whole, we used river data from another site (Montague New Jersey) and created a confidence interval that corroborated our original model. These results can produce insight for subsequent measures to take for preserving our environment, perhaps assisting the protection agencies and the common man in our strive to preserve the Earth."
 },
 {
   "Timestamp": "7/29/2021 21:04:44",
   "Names": "Anoushka, Christine, Cynthia, Michael",
   "Group": 5,
   "Order": 4,
   "Time": "10:45 – 11:00",
   "TF": "Norman Chen",
   "Title": "County-Level Analysis of Suicide Rate",
   "Abstract": "The goal of our project is to determine whether there is a correlation between a county’s suicide rate and various geographic, environmental, political, and socioeconomic indicators. Through our analysis, we hope to promote greater awareness for mental health and especially suicide. As students, we have noticed the consistently rising suicide rates and prevalence of mental health issues among high schoolers—both of which have been accentuated by the COVID-19 pandemic. In fact, the city of Palo Alto—which neighbors Stanford University and is home to numerous nationally ranking high schools—sees a teen suicide rate that is more than four times the national average (Chawla). Just this past May, a student in the Mountain View–Los Altos Union High School District took their own life, marking the third consecutive year a student has done so. Ultimately, we want to provide better insight to local and state governments along with non-profit organizations so that they can properly allocate mental health resources. We collected data from several credible sites such as the Centers for Disease Control and Protection (CDC), the United States Department of Agriculture (USDA), and the United States Environmental Protection Agency (EPA). After the data cleaning process, we were left with 459 of the original 991 counties from the CDC dataset because many counties whose death count was less than 20 were marked as “unreliable.” In our analysis, we used various data analysis methods such as Trees, Random Forest, and LASSO in order to determine which variables are significant in determining suicide rates. Finally, we evaluated and compared the various models we created as a means to decide which model performed the best. \n\nWorks Cited: \nChawla, Ishika. “CDC Releases Preliminary Findings on Palo Alto Suicide Clusters.” The Stanford Daily, 21 July 2016, www.stanforddaily.com/2016/07/21/cdc-releases-preliminary-findings-on-palo-alto-suicide-clusters/."
 },
 {
   "Timestamp": "7/29/2021 20:43:03",
   "Names": "Jingjie, Xiaohu, Rishab, Yena, Sohum",
   "Group": 11,
   "Order": 5,
   "Time": "11:00 – 11:15",
   "TF": "David Fan",
   "Title": "Can Money Really Buy Happiness?",
   "Abstract": "“Money can’t buy happiness” is an adage we all have heard at some point in our lifetime. As the U.S. has grown more and more capitalistic, its suicide rates have steadily increased as well. We wanted to see how the growing gap in salary within the population correlates to the growing suicide rate, a significant indicator of happiness. We gathered the average salary for each state from the U.S. Bureau of Economic Analyses, the average suicide rate from the American Health Ranking, and other socioeconomic conditions from various organizations with data ranging from 2010-2019. We used R (a statistical programming language) to analyze the effects of salary on suicide rate. In particular, we utilized backwards selection, and then ran multiple modelling techniques like multiple linear regression, decision tree, and random forest on our data. By plotting salary against suicide rate, we discovered several outliers, and researched potential causes for their irregularity. After that, we focus on our multiple linear regression model, where there exists a definite negative correlation between salary and suicide rate significant at the 0.001 level while considering other variables. Additionally, after comparing the multiple linear regression model, decision tree model, and random forest model, we discover that the mean squared error for random forest is the lowest, thus the best prediction model. Its correlation rate with the actual data is very high at 98%!  After looking at our results from the models and looking closer at the outlying states, we conclude that there are many ways for states to lower suicide rate. The most effective solutions include raising the minimum wage, and implementing social welfare programs like funding for public health resources, providing unemployment support, and pushing for mental health awareness."
 },
 {
   "Timestamp": "7/29/2021 16:45:48",
   "Names": "Anushka, Gracia, Joy, Miran, Sidarth, Yulan",
   "Group": 1,
   "Order": 6,
   "Time": "11:15 – 11:30",
   "TF": "Jeffrey Cai",
   "Title": "Demographic Effects on Gun Ownership in New York City",
   "Abstract": "Our project focuses on the issue of gun violence that has been growing exponentially over the past couple of years across the United States. The purpose of this project is to identify demographic factors that influence the ownership of guns. We chose to specifically study New York City because of the high concentration of gun-related violence in that region. We collected data from the NYPD about handgun permits as well as data from the CCC New York on demographics. After cleaning and merging the data sets, we used LASSO and backwards selection to create a linear regression model for the number of handgun permits by community district. We found that the demographic factors that most significantly affect gun ownership in New York City boroughs are the number of foreigners, the percentage of homeowners, the median monthly rent, the number of people in poverty, the number of Asian, Black, Latino, and Other people, the number of people between 18 and 24 years old, the number of workers in education, administration, and retail, and the number of children in foster care."
 },
 {
   "Timestamp": "7/29/2021 16:39:44",
   "Names": "Abhi, Austin, Caeden, Jonah, Mekhi",
   "Group": 10,
   "Order": 8,
   "Time": "12:15 – 12:30",
   "TF": "David Fan",
   "Title": "Alzheimer’s Assessment:  Predicting and Diagnosing Alzheimer’s",
   "Abstract": "Alzheimer’s is a type of dementia that progressively affects memory, thinking, and behavior until patients can no longer carry out even the most basic tasks. In this project, we aim to identify the main factors in an Alzheimer’s diagnosis and predict the probability of whether one is at risk of or has Alzheimer’s given certain factors. We began our Exploratory Analysis Data (EDA) by comparing the demographics of the individuals, namely age, sex, education, and socio-economic status. We found that the ages were approximately distributed between the ages of 60 and 100, and that education was also approximately distributed. However, the strong left skewness of socioeconomic status indicates that the patients were fairly well off, which makes sense because MRI scans are expensive. Next, we compared the distributions of whole brain volume (nWBW) and estimated total intracranial volume (eTIV) between patients with and patients without Alzheimer's. We found that the distributions were relatively similar, indicating that neither nWBW nor eTIV are significant indicators of Alzheimer's. In addition, when we plotted eTIV against Atlas Scaling Factor (ASF), we found that they were inversely proportional, indicating that ASF is also not a significant indicator. Using the same method of comparison, we found that the Mini Mental State Examination (MMSE) is a very good indicator of whether a patient has dementia or not, as there are significantly less high scorers among the patients with dementia. Finally, we compared our two models, the linear model and the logistic model, and found that the logistic model had a smaller testing error than the linear model, indicating that the logistic model is a better predictor of Alzheimer's disease. Between the two models, sex, education, SES, MMSE, eTIV, nWBV, namely SES and MMSE, were the most significant variables. "
 },
 {
   "Timestamp": "7/29/2021 16:39:45",
   "Names": "Aidan, Annie, Irene, Ishaani, Warren",
   "Group": 18,
   "Order": 9,
   "Time": "12:30 – 12:45",
   "TF": "Tommy Lin",
   "Title": "Global Impacts of COVID-19",
   "Abstract": "We set out to find a significant association between a country’s monthly covid death rate and general quality of life and its pandemic unemployment rates. We started with three data sets: cumulative numbers of COVID by day per country in 2020, unemployment rate per country by month, and quality of life by country, which includes factors such as health index. To find the assocation between quality of life and pre-pandemic unemployment in January 2020, we used backwards selection, which resulted in one significant variable: purchasing power. We then used multiple regression to investigate the association between a country’s purchasing power and its unemployment rate in January 2020. To find the association between COVID-19 deaths, quality of life, and unemployment rate, we used LASSO, which removed all of the quality of life variables. We then used multiple regression, controlling each country, to examine the relationship between unemployment rate and COVID-19 deaths. In the end, our null hypothesis was rejected since we found that overall, higher COVID-19 deaths were associated with higher levels of unemployment. We also found a significant association between each country’s purchasing power index and their pre-COVID unemployment rates. However, there was no apparent relationship between during-pandemic unemployment and the quality of life variables. "
 },
 {
   "Timestamp": "7/29/2021 17:43:17",
   "Names": "Irene, Isabella, Emily, Marie, Paul",
   "Group": 8,
   "Order": 10,
   "Time": "12:45 – 1:00",
   "TF": "Shannon Duncan",
   "Title": "Mine the (Wage) Gap",
   "Abstract": "Gender disparities have been an issue especially in STEM fields such as engineering, influencing the gender wage gap in this male-dominated field. To understand factors behind this wage gap, we investigated a Kaggle dataset of recently graduated Indian engineers and observed the disproportionate representation of female engineers. We examined potentially relevant variables both graphically and numerically and ultimately found that the gender wage gap did indeed exist. Using the statistical machine learning methods Anova and backward selection, we identified which variables influence engineers’ pay; then, we subsetted the data into male and female to compare the resulting significant variables. Based on gender, date of birth, high school exam scores, college information (tier, location, graduation year, GPA), and AMCAT exam results (which measure academic ability in English, logical and quantitative ability, as well as the personality traits of conscientiousness, agreeableness, extraversion, neuroticism, openness to experience). From there, we determined that college graduation year was the most significant variable overall, along with other factors such as gender. For men, college tier and agreeableness scores were also significant, while high school exam scores and logical scores were the most important for women’s salaries. We also predicted the salaries of a man and a woman with the same statistics and found that in general, a man makes 10% more than a woman when controlling for all other variables. The results of these prediction methods shed light on the nuances of the gender wage gap and can provide valuable guidance on combating gender discrimination in the future, particularly in the field of engineering but applicable to other STEM fields as well.  "
 },
 {
   "Timestamp": "",
   "Names": "Colin, Lilly, Lauren, Nathan, Haroon",
   "Group": 4,
   "Order": 11,
   "Time": "1:00 – 1:15",
   "TF": "",
   "Title": "Intro to Neural Networks & Comparison of Feed Forward Neural Networks vs. Convolutional Neural Networks",
   "Abstract": "Neural networks, often referred to as deep learning, have been a field of research and development that has emerged in recent years as one of the next major steps towards creating the best artificial intelligence (AI) systems.  In short, neural networks simulate and imitate the behavior of human brains which allows programs and models to be made to recognize patterns and ultimately solve tasks and problems.  They are made of layers of interconnected neurons (often called nodes) and these models often have many layers which is called deep learning.  Two common types of neural networks are feed forward neural networks and convolutional neural networks.  In this research paper, we explore and analyze the effects of these two types of neural networks and compare the efficiency and accuracy of the models, and offer insight as to why we are seeing what we see in the output data and accuracy."
 },
 {
   "Timestamp": "7/29/2021 21:59:55",
   "Names": "Aditi, Avery, Drew, Sophie, Tony",
   "Group": 12,
   "Order": 7,
   "Time": "11:30 – 11:45",
   "TF": "David Fan",
   "Title": "Reading Between the Lines of the New York Times",
   "Abstract": "Today, the media is more prevalent than ever. With the advent of the internet and social media, more and more people are becoming involved in the media, a fascinating trend that has yet to be fully explored. In this study, we sought to gain some insights into the media and people's participation in it by running a sentiment and word frequency analysis on a dataset of comment on New York Times online articles. We used the packages 'tm' and 'tidytext' for word frequency analysis and sentiment analysis, respectfully, and we ran LASSO regressions to come up with final linear models for both cases. In the end, our models were far less than we had hoped they would be in terms of value, but they still shed some light on this fascinating topic."
 },
 {
   "Timestamp": "7/29/2021 22:29:18",
   "Names": "Isabella, Joanna, Sydney, Emily, Morgan",
   "Group": 9,
   "Order": 12,
   "Time": "1:10 – 1:30",
   "TF": "Shannon Duncan",
   "Title": "Carbon, Cancer, and Contamination: The Relationships Between Pollution, Temperature, and Disease",
   "Abstract": "There has been a recent increase in sustainability and awareness about global warming. Especially during the COVID-19 pandemic, we were curious about the impact of deaths by certain diseases on global temperatures, and how air pollution plays a role. Ultimately, our goals of the study were to explore the relationships between these factors and predict how these connections might affect future deaths by disease. In conducting our analysis, we used a collection of regression models, heatmaps, scatterplots, barplots, and Anova, among others. Our final model showed how average temperature, the percentage of males,  the smoking rate,  and carbon emissions affect the rate of cancer cases per 100,000 people. Because of factors not incorporated into our final model, we did not come to a definitive conclusion, but we did learn about individual variables. For instance, how certain gases like carbon dioxide have a downward trend over time, while other gases do not."
 }
]