[
 {
   "Timestamp": "7/30/2025 15:30:32",
   "Names": "Aditya, Andrew, Luca, Zihe, Laura",
   "Group": 4,
   "TF": "Neil Fasching",
   "Title": "Los Angeles Crime Analysis",
   "Abstract": "The goal of our study is to investigate the major factors influencing crime occurrences in different areas of Los Angeles between 2010 and 2017. We used a dataset containing all recorded incidents of crime in Los Angeles, transcribed from original crime reports. Through our exploratory data analysis (EDA), we identified crime hotspots and patterns in the dataset, including notable spikes on certain days, such as New Year’s Day. We then aggregated the number of crimes by date and area and developed linear regression and neural network models to predict the number of crimes based on selected parameters."
 },
 {
   "Timestamp": "7/30/2025 17:21:49",
   "Names": "Naina, Cindy, Justin, Kelvin, Jay",
   "Group": 11,
   "TF": "Richard Patti",
   "Title": "The Effect of Temporal and Variable Factors on Car Crashes",
   "Abstract": "Car crashes are a major problem for countries to solve, representing the difference between safe, healthy transportation options and chaotic, dangerous roads. Understanding the nature of car accidents as well as causes of the different severity of accidents may help transportation engineers and urban planners design safer systems for everybody to use. By running machine learning models (RF, XGBoost, ARIMA, MLR) with time series variables, accident counts per day were predicted with a max R^2 of 0.9487. Results show that a rolling lag of three days is the best predictor of accidents per day. Models such as Log. Regression, XGBoost, and Nueral Nets were used to predict and find which contributing factors played the greatest role in individual accident severity. Factors including speed limit, geographical location, and junction control had significant impact on accident severity."
 },
 {
   "Timestamp": "7/31/2025 16:00:32",
   "Names": "Chloe L, Abhay, Audrey, Alina, Boen",
   "Group": 6,
   "TF": "Donald Moratz",
   "Title": "Breast Cancer Tumor Predictions",
   "Abstract": "Breast cancer is the second most diagnosed cancer amongst women in the U.S. We decided to combine our learning in data science and interest in the medical field to predict whether a given breast tumor is malignant or benign based on tumor characteristics, as well as predict a patient’s life expectancy based on patient variable data. To achieve these goals, we created neural networks, LASSO linear and logistic regression models, and an XGBoost model. From our EDA of our datasets, we found that the largest average radius, concave points, perimeter, and area were the factors that most affected tumor malignancy. Our final model, XGBoost, highlighted that relapse status, treatment plans, and age were the most highly determinative factors for life expectancy, while chemotherapy, surprisingly, had a negative correlation with life expectancy, though this is likely due to the fact that chemotherapy is needed to treat only the most aggressive, or deadly, cancers. In the future, we could continue our analysis with more recent and populous data. \n"
 },
 {
   "Timestamp": "7/31/2025 16:10:44",
   "Names": "Sherlock, Aiden, Jack, Jihan, Andrew",
   "Group": 12,
   "TF": "Richard Patti",
   "Title": "Analyzing House Pricing Bubbles Using Hidden Markov Models",
   "Abstract": "We apply a three-state Time-Varying Transition Probability (TVTP) Markov-Switching model to predict U.S. house-price bubbles in real time. By extracting smoothed probabilities for the latent regimes—dormant, explosive, and collapsing—our aim is to generate early-warning signals that anticipate bubble formation and bursting. This approach departs from static diagnostic tests by allowing observable economic indicators to drive regime-switch hazards, enabling more timely surveillance of housing-market dynamics. Ultimately, we found that although this three-state model is quite effective at predicting future states, the time lag in publicly-available data is far too large for this model to have a practical purpose. However, a decision tree model we trained was affected less by the time lag, and was able to predict future market states quite accurately, and can likely be useful in a practical setting."
 },
 {
   "Timestamp": "7/31/2025 17:33:40",
   "Names": "Chloe,  Shanaya, Alan, Jack, Eric",
   "Group": 7,
   "TF": "Donald Moratz",
   "Title": "Health, Wealth, & What’s on Your Plate: Understanding Diet’s Role in Life Expectancy",
   "Abstract": "In our project, we looked at how diet might affect life expectancy across different countries. We gathered data on food consumption (like meat, eggs, fruits, vegetables, etc.), GDP, and mortality rates, and used graphs and models to see what stood out. We found that countries with higher vegetable, fruit, and egg intake tended to have longer life expectancy. On the other hand, alcohol and meat didn’t show the same positive trend. Using tools like LASSO regression and neural networks, we found which variables mattered most. Our results suggest that what people eat really does play a role in how long they live; especially when taking into account income levels and region. We hope this can help our audience think more about how diet connects to public health around the world. Even small changes in diet could help boost life expectancy, particularly in lower-income countries. This reminds us that nutrition should be a bigger part of the global conversation around public health and development. "
 },
 {
   "Timestamp": "7/31/2025 18:13:44",
   "Names": "Nidhi, Andrew, Ben, Rayha, Shay",
   "Group": 10,
   "TF": "Donald Moratz",
   "Title": "Chicago Crime: The Relationship Between Arrest Rates, Demographic Factors, and Overall Crime Trends",
   "Abstract": "Urban crime remains a persistent issue, especially in large cities like Chicago. With increasing access to open data, our group aimed to explore how demographic, socioeconomic, and crime-type variables influence the likelihood of arrest. Our primary goal was to predict arrest rates based on race, income, education, time, police, and other related crime characteristics. We used a collection of tools, including histograms, heatmaps, and scatter plots, to conduct our EDA. We then established 3 final models: a logistic regression, a neural net, and an XGBoost for predicting arrest. We conclude that the most important feature that influences arrest is crime type, along with some other factors like domestic, age, and race. The study demonstrates strong timeliness, and future investigations are meaningful with better datasets.\n"
 },
 {
   "Timestamp": "7/31/2025 20:45:23",
   "Names": "Jayden, Xiuwen, Steve, Brian, Harry",
   "Group": 9,
   "TF": "Donald Moratz",
   "Title": "Predicting Rain-Driven Events",
   "Abstract": "Rainfall, a key part of the Earth’s hydrological cycle, plays an indispensable role in human activities and livelihood. Understanding the factors affecting rainfall is conducive to weather forecasting and consequent anticipation of natural disasters relevant to rain. According to NOAA, over the 10-year period of our study, storms make up 90% the natural disasters and caused the most overall deaths. In our study, we built two separate models. First, we built a neural network that predicts precipitation amounts on an hourly basis. Second, we built an XGBoost model that predicts the probability of a storm occurring using precipitation and atmospheric data. Evaluating these models, we found that methods such as Neural Networks and XGBoost are more capable of producing accurate predictions regarding complicated weather events than linear and logistical regressions."
 },
 {
   "Timestamp": "7/31/2025 22:58:07",
   "Names": "Joonsung, Neil, Andrew, Rashed, SeoJin (Tommy)",
   "Group": 14,
   "TF": "Richard Patti",
   "Title": "Demographic and Socioeconomic Drivers of Female Senator Elections",
   "Abstract": "This study investigates how demographic and socioeconomic characteristics of state legislative districts influence the likelihood of electing a female senator. We aimed to examine relationships between district-level features and election outcomes, identify the most influential predictors, and evaluate the performance of various predictive models. Our analysis included multiple approaches: a simple logistic regression using glm, a LASSO-penalized logistic regression, random forest, neural network, and a stacked metamodel. Among these, the metamodel achieved the highest predictive accuracy of 0.8889, suggesting that combining multiple models can effectively capture the complex patterns underlying female representation in state senates."
 },
 {
   "Timestamp": "7/31/2025 23:11:59",
   "Names": "Ethan, Julia, Ryan, Jackson, Hana",
   "Group": 15,
   "TF": "Richard Patti",
   "Title": "Mind in the music",
   "Abstract": "This study investigates correlations between music genre preferences and self-reported mental health conditions using data from 736 participants aged 18-63. Participants completed surveys measuring music listening patterns across 15+ genres and self-reported anxiety, depression, insomnia, and OCD symptoms on standardized 0-10 scales. Participants scoring ≥8 were classified as likely having the respective condition, aligning with national prevalence rates.\nLogistic regression analysis revealed significant genre-specific associations with mental health conditions. Metal music showed strong positive correlations with depression across all listening frequency levels (β = 1.02-1.08, p < 0.01), while Country music demonstrated protective effects (β = -0.69, p = 0.038). Folk and Video Game music also positively correlated with depression. For anxiety, Rock music showed negative associations (β = -0.754, p = 0.044), while Lofi and Folk genres showed positive correlations.\nNeural network models achieved varying predictive accuracies: depression (80%), insomnia (86%), OCD (90%), and anxiety (63%). Tree-based models provided interpretable cutoff points for genre listening frequencies optimizing mental health predictions.\nResults demonstrate measurable correlations between musical preferences and mental health conditions, with Metal, Folk, Lofi, Rock, and Country showing the strongest associations. While music preference alone cannot reliably diagnose mental health disorders, listening patterns may serve as useful screening indicators complementing traditional assessment methods. These findings support integrating musical preference data into broader mental health evaluation frameworks, though behavioral and demographic variables must be considered alongside musical tastes. Future research should explore causal mechanisms and validate findings across diverse populations."
 },
 {
   "Timestamp": "8/1/2025 7:37:40",
   "Names": "Noah, Samson, Mabelle, Sean, Carolina",
   "Group": 2,
   "TF": "Neil Fasching",
   "Title": "The Geography of Overdose: Socio-economic and Policy Drivers of America’s Drug Crisis",
   "Abstract": "The United States is in the midst of a growing overdose epidemic with profound geographic and socio-economic origins. The project examines both the spatial pattern and socio-political determinants of overdose death throughout U.S. counties between 2012 and 2023. We assembled a consolidated dataset by merging CDC Multiple Cause of Death (MCD) data with U.S. Census American Community Survey (ACS) socioeconomic factors, normalizing raw counts into log-scaled overdose death rates. Following thorough preprocessing, we created percentage-based features, cleaned suppressed values, and harmonized county-year records between datasets.\n\nWe conducted exploratory spatial and statistical analyses, including choropleth mapping, linear regression, and faceted scatterplots to identify key correlates such as poverty and income inequality. Feature selection via LASSO regression reduced high-dimensional census data, followed by p-value-based pruning for model interpretability. Predictive modeling included linear regression, decision trees, random forests, and XGBoost, with RMSE used to benchmark model performance.\n\nWe also explored geospatial visualization and the effect of policy on overdose, utilizing large language models and county level prediction to map their effects. This unfortunately reported null results.\n\nOur most accurate models indicate that poverty, commuting time, low earnings-based income, and gendered occupational structure (e.g., female construction work) are all strong predictors of overdose rates. Moreover, examination of policing intensity indicates a weak or non-linear association with overdose prevalence. This study highlights the multi-factorial, layered complexity of America's drug epidemic and offers a replicable, data-driven paradigm to inform policy and public health responses.\n"
 },
 {
   "Timestamp": "8/1/2025 7:40:33",
   "Names": "Jeremy, Jed, Ryan, Lilian, Wendy",
   "Group": 3,
   "TF": "Neil Fasching",
   "Title": "Predictive Analysis of Stock Growth Using Financial Metrics",
   "Abstract": "This pilot study develops and evaluates quantitative models to forecast company stock growth during the 2024 fiscal year by leveraging key financial statement metrics alongside sector performance. A stratified sample of 77 U.S. firms—categorized by market-cap size (small: <$1 B; medium: <$5 B; large: >$5 B) across ten sectors—was manually compiled from Stock Analysis, Yahoo Finance, and Robinhood, with all metrics normalized to percentages for comparability . Twenty-one independent variables—including revenue growth, free cash flow per share (FCFPerShare), market-cap growth, and shares change (YoY)—were examined for their predictive power on the dependent variable: stock growth in 2024 . Multiple modeling approaches were employed: ordinary least squares regression demonstrated a strong fit (Multiple R² = 0.914), LASSO regression identified a parsimonious predictive equation: y = 0.01397 + 0.00284(FCFPerShare) + 0.04723(Marketshare) - 0.90072(SharesChangeYoY), and an XGBoost ensemble model further captured 75.1 % of outcome variance, underscoring non-linear relationships among predictors . Across all methods, three metrics—SharesChangeYoY, market-cap growth, and FCFPerShare—emerged as the most significant drivers of stock performance. Key limitations include the pilot’s modest sample size (77 of ~4,300 publicly traded firms), potential confounding between EBITDA and company size, and unmeasured market sentiment effects, offering a foundation for larger-scale studies and the integration of alternative data sources to enhance predictive accuracy. "
 },
 {
   "Timestamp": "8/1/2025 8:20:28",
   "Names": "Hazel, Kingston, Kevin, Shruthi, Adam, Angela",
   "Group": 1,
   "TF": "Neil Fasching",
   "Title": "Medical Malpractice: The Relationship Between Compensation and Case Circumstances",
   "Abstract": "Medical malpractice litigation often results in significant financial settlements, yet the factors influencing the payout amounts remain complex and multifaceted. Our study aims to analyze the relationship between the amount awarded in medical malpractice claims and various plaintiff circumstances, including demographic attributes, legal representation, and case-specific factors. Utilizing a comprehensive dataset of malpractice insurance claims, we developed predictive models to estimate settlement amounts based on these variables. We employed multiple machine learning techniques, including linear regression, LASSO regression, decision trees, random forests, neural networks, and XGBoost, to capture both linear and non-linear relationships within the data. Feature selection and regularization techniques were applied to improve model robustness and interpretability. Our analysis highlights key predictors of claim outcomes, such as age, specialty of the physician, and attorney representation, providing insights into systemic biases, empowering plaintiffs with data-driven negotiation leverage during settlements, and offering a quantitative framework to assess whether pursuing legal action is financially justifiable."
 },
 {
   "Timestamp": "8/1/2025 8:20:28",
   "Names": "Jasmine, Aarnav, Mike, Helena, Buti",
   "Group": 13,
   "TF": "Richard Patti",
   "Title": "Predicting Generation Z's voting preferences for the 2028 US Presidential Election",
   "Abstract": "This research aims to predict the political preferences of future voters in Generation Z that are currently in high school when they reach voting age for the 2028 election. Generation Z has been more involved in politics and has high political engagement, even before reaching voting age.They are more vocal about their beliefs and are skilled at spreading information rapidly. A key driver of this is the influence of social media, which plays a central role in how Generation Z consumes and shares political content. Using elastic net regularization, neural networks, and multilevel regression with post-stratification to create a model based on survey data from high school seniors to predict the political preferences of a major voting block, Generation Z, in the 2028 US Presidential Election."
 },
 {
   "Timestamp": "8/1/2025 8:20:28",
   "Names": "Kaavya, Amanda, Tobin, Eric, Shiv",
   "Group": 5,
   "TF": "Neil Fasching",
   "Title": "Predicting Post-Disaster Aid Allocation Using Socioeconomic and Demographic Indicators",
   "Abstract": "Natural disasters have long-lasting impacts on socioeconomic conditions and human well-being. We were interested in post-disaster aid allocation in different regions after different disasters. Thus, we set the goals of the study to examine how key socioeconomic variables — including percent unemployment, median household income, type of disaster, population size, and net population growth — influence the amount of federal aid provided following natural disasters. To support our analysis, we used heat maps, scatterplots, histograms, and bar graphs for exploratory data analysis (EDA). Our final model revealed that there was not a direct formula to determine the federal aid warranted for a natural disaster.  Some of the results stood out from others due to their unexpected relationship with federal aid provided. Overall, our project successfully highlights how socioeconomic factors determine the amount of federal aid provided after natural disasters and gives us a way to determine how aid should be distributed in the future."
 },
 {
   "Timestamp": "8/1/2025 8:20:28",
   "Names": "Haocheng, James, Jolie, Duo, Samy",
   "Group": 8,
   "TF": "Donald Moratz",
   "Title": "Population migration in the US",
   "Abstract": "In this study, we examined the significant socioeconomic factors that influence population migration between US states. We collected over 20 predictors from all 50 states in the US, spanning from 2011 to 2023, from official government sources. Predictors range from GDP per capita to demographic distributions. We applied four different methods for analysis: OLS (ordinary least squares regression), LASSO, FNN (feedforward neural network), and random forest. We used a variety of techniques to evaluate our models, including computing MSE (mean squared error), residual plots, and partial dependence plots. In the end, we identified a list of significant factors that influence population migration within the US."
 }
]